import React from 'react';
import '../App.css';

export const Audience = () => {
    return (
        <div className="backgrounColor" dir="rtl">
            {/* Navigation */}
                   
                            <a href="/" className="flex items-center">
                </a>
                <img 
    src="https://static.wixstatic.com/media/ded4d3_ea81097b2a1d44b2bc7c1299f0d6acaa~mv2.png/v1/crop/x_0,y_28,w_397,h_278/fill/w_207,h_164,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/logo.png" 
    alt="לילה כיום יאיר - כשבוע מראשית המלחמה יצרנו מרחב ריפוי שנותן מענה מקיף ומקצועי לעיבוד ושחרור של הארועים, על מנת לייצר 'חיסון' " 
    width="159" 
    height="126" 
/>

            {/* Main Content */}
            <main className="backgroundColor" >
                <h2 className="orange">למי אנחנו פונים</h2>
                <h1 className='brown'> קהל היעד</h1>

                <div className="brown">
                    <p>
                        קהל היעד של המיזם הוא יוצאי המסיבה, שעברו לאור העובדה שמדובר באנשים שאינם חלק מהקהילה (כמו יישוב או יחידה צבאית), והתפזרו באותו מקור למקומות שונים. מתוך כך, הם פגיעים יותר להתפתחות של הסמנים (בדומה ליכולות החברים בצבא, שעם הם מהווים קבוצת סיכון גבוהה יותר).
                    </p>

                    <p>
                        בנוסף, מדובר בקבוצת אנשים ראשונה בעולם שחוותה טראומה בסדר גודל כזה, כשחלקה הגדול נמצא תחת השפעה של חומרים פסיכדליים ואשר נדרש ידע מקצועי ייחודי. קבוצה שעוד מחקר הרבה והתווה בסיס להתפתחות של מחקר.
                    </p>

                    <p>
                    לאט ובהדרגה אנחנו פותחים אפשרות לקהלים נוספים, נפגעי טראומה מקבוצות שונות:  צעירי העוטף, מפונים, חטופים, לוחמים, צוותי פינוי טיפול שהיו במגע עם האסון, מודיעים, רופאים ואנשים רבים שחווים  חויה של אובדן.                    </p>
                </div>
            </main>
        </div>
    )
}